Repository: ericwidhiantara/QuickMart-KMP
Catalog: iosApp/iosApp/Core/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: id

source: Account Management
id: Manajemen Akun

source: Add Shipping Address
id: Tambahkan Alamat Pengiriman

source: Add To Cart
id: Tambah Ke Keranjang

# added_to_cart
source: The product has been added to your cart
id: Produk telah ditambahkan ke keranjang Anda

# added_to_wishlist
source: The product has been added to your wishlist
id: Produk telah ditambahkan ke daftar keinginan Anda

# already_have_account
source: Already have an account?
id: Sudah punya akun?

source: and
id: dan

source: Apply
id: Terapkan

source: Buy Now
id: Beli Sekarang

source: Cancel
id: Batal

source: Categories
id: Kategori

source: Change Password
id: Ubah Kata Sandi

# change_password_success
source: New password set successfully
id: Kata sandi baru berhasil ditetapkan

# change_password_success_desc
source: Congratulations! Your password has been set successfully, now you can login to your account with the new password.
id: Selamat! Kata sandi Anda telah berhasil ditetapkan, sekarang Anda dapat masuk ke akun Anda dengan kata sandi baru.

# checkout
source: Checkout (%1$d)
id: Pesan (%1$d)

source: Completed
id: Selesai

# confirm_delete
source: Delete Confirmation
id: Konfirmasi Penghapusan

# confirm_delete_desc
source: Are you sure you want to delete this product?
id: Apakah Anda yakin ingin menghapus produk ini?

# confirm_desc
source: Enter your email address for verification.
id: Masukkan alamat email Anda untuk verifikasi.

# confirm_email
source: Confirmation Email
id: Email Konfirmasi

# confirm_logout
source: Logout Confirmation
id: Konfirmasi Logout

# confirm_logout_desc
source: Are you sure you want to logout?
id: Anda yakin ingin logout?

source: Confirm Password
id: Konfirmasi Kata Sandi

# confirm_password_placeholder
source: Confirm your password
id: Konfirmasi kata sandi Anda

source: Create Account
id: Buat Akun

source: Delete
id: Hapus

# dont_have_account
source: Don't have an account?
id: Tidak punya akun?

source: Edit Shipping Address
id: Edit Alamat Pengiriman

# email_placeholder
source: Enter your email
id: Masukkan email Anda

source: Email Verification
id: Verifikasi Email

# empty_cart
source: Your cart is empty
id: Keranjang belanja Anda kosong

# empty_cart_desc
source: Looks like you have not added anything in your cart. Go ahead and explore top products.
id: Sepertinya Anda belum menambahkan apa pun ke keranjang belanja Anda. Silakan lanjutkan dan jelajahi produk teratas.

# empty_wishlist
source: Your wishlist is empty
id: Daftar keinginan Anda kosong

# empty_wishlist_desc
source: Tap heart button to start saving your favorite items.
id: Ketuk tombol hati untuk mulai menyimpan barang-barang favorit Anda.

# enter_verification_code
source: Enter the 6-digit verification code send to your email address.
id: Masukkan kode verifikasi 6 digit yang dikirim ke alamat email Anda.

# estimated_time
source: Estimated times : %1$d working days
id: Perkiraan waktu: %1$d hari kerja

source: Explore Products
id: Jelajahi Produk

source: FAQs
id: FAQ

# field_confirm_password
source: This field must be same as password
id: Kolom ini harus sama dengan kata sandi

# field_email
source: This field must be a valid email address
id: Kolom ini harus berisi alamat email yang valid

# field_length
source: This field must be at least %1$d characters
id: Kolom ini minimal harus berisi %1$d karakter

# field_max_length
source: This field must be at most %1$d characters
id: Kolom ini maksimal harus berisi %1$d karakter

# field_password
source: This field must be at least %1$d characters, including at least one uppercase letter, one lowercase letter, and one number
id: Kolom ini minimal harus berisi %1$d karakter, termasuk minimal satu huruf besar, satu huruf kecil, dan satu angka

# field_required
source: This field is required
id: Kolom ini wajib diisi

# filter_price_high_to_low
source: Price (High to Low)
id: Harga (Tertinggi ke Terendah)

# filter_price_low_to_high
source: Price (Low to High)
id: Harga (Terendah ke Tertinggi)

source: Forgot Password
id: Lupa Kata Sandi

source: Full Name
id: Nama Lengkap

# full_name_placeholder
source: Enter your full name
id: Masukkan data lengkap Anda name

source: Get Started
id: Mulai

source: Invalid input
id: Input tidak valid

# item_deleted_successfully
source: Product deleted successfully!
id: Produk berhasil dihapus!

source: Language
id: Bahasa

source: Latest Products
id: Produk Terbaru

source: Loading…
id: Sedang memuat…

source: Login
id: Masuk

# login_terms_and_conditions
source: By logging in, you agree to our
id: Dengan masuk, Anda setuju dengan

source: Login with Google
id: Masuk dengan Google

# menu_categories
source: Categories
id: Kategori

# menu_home
source: Home
id: Beranda

# menu_my_cart
source: My Cart
id: Keranjang Saya

# menu_profile
source: Profile
id: Profil

source: My Cart
id: Keranjang Saya

source: New Password
id: Kata Sandi Baru

# new_password_desc
source: Enter your new password and remember it.
id: Masukkan kata sandi baru Anda dan ingatlah.

source: Next
id: Berikutnya

source: Old Password
id: Kata Sandi Lama

# old_password_desc
source: Enter old password to change the password.
id: Masukkan kata sandi lama untuk mengubah kata sandi.

# onboarding_subtitle_1
source: Explore a wide range of products at your fingertips. QuickMart offers an extensive collection to suit your needs.
id: Jelajahi berbagai macam produk di ujung jari Anda. QuickMart menawarkan koleksi lengkap untuk memenuhi kebutuhan Anda.

# onboarding_subtitle_2
source: Get access to limited-time deals and special promotions available only to our valued customers.
id: Dapatkan akses ke penawaran waktu terbatas dan promosi khusus yang hanya tersedia untuk pelanggan kami yang berharga.

# onboarding_subtitle_3
source: QuickMart employs industry-leading encryption and trusted payment gateways to safeguard your financial information.
id: QuickMart menggunakan enkripsi terdepan di industri dan gateway pembayaran tepercaya untuk menjaga informasi keuangan Anda.

# onboarding_title_1
source: Explore a wide range of products
id: Jelajahi berbagai macam produk

# onboarding_title_2
source: Unlock exclusive offers and discounts
id: Dapatkan penawaran dan diskon eksklusif

# onboarding_title_3
source: Safe and secure payments
id: Pembayaran yang aman dan terjamin

source: On-going
id: Sedang berlangsung

source: Order History
id: Riwayat Pesanan

source: Order Info
id: Info Pesanan

source: Password
id: Kata Sandi

# password_placeholder
source: Enter your password
id: Masukkan kata sandi Anda

source: Payment Method
id: Metode Pembayaran

source: Personal Information
id: Informasi Pribadi

source: Please wait
id: Mohon tunggu

source: Primary Address
id: Alamat Utama

source: Privacy Policy
id: Kebijakan Privasi

source: Proceed
id: Lanjutkan

source: Read More
id: Baca Selengkapnya

source: Recent Search
id: Pencarian Terkini

source: Recipient Address
id: Alamat Penerima

# recipient_address_placeholder
source: Enter the recipient address
id: Masukkan alamat penerima

source: Recipient Name
id: Nama Penerima

# recipient_name_placeholder
source: Enter the recipient name
id: Masukkan nama penerima

# recipient_phone
source: Recipient Phone Number
id: Nomor Telepon Penerima

# recipient_phone_placeholder
source: Enter the recipient phone number
id: Masukkan nomor telepon penerima

# removed_from_wishlist
source: The product has been removed from your wishlist
id: Produk telah dihapus dari daftar keinginan Anda

source: Resend Code
id: Kirim Ulang Kode

# resend_code_timer
source: Resend code in
id: Kirim ulang kode dalam

source: Save
id: Simpan

source: Search
id: Cari

source: See All
id: Lihat Semua

source: Send
id: Kirim

source: Shipping Address
id: Alamat Pengiriman

source: Shipping Cost
id: Biaya Pengiriman

source: Show Less
id: Tampilkan Lebih Sedikit

source: Signup
id: Daftar

source: Signup with Google
id: Daftar dengan Google

source: Skip for now
id: Lewati untuk sekarang

# strFetchingDataFromServer
source: Fetching data from server
id: Mengambil data dari server

# strNoData
source: No data found
id: Tidak ada data yang ditemukan

# strOriginalLanguage
source: Original Language
id: Bahasa Sistem

# strRetry
source: Retry
id: Coba lagi

# support_and_information
source: Support & Information
id: Informasi Dukungan

source: Terms and Conditions
id: Syarat dan Ketentuan

source: Theme
id: Tema

# username_placeholder
source: Enter your username
id: Masukkan username Anda

# verification_code_sent
source: 6-digit verification code has been sent to your email address.
id: Kode Verifikasi 6 digit telah dikirim ke alamat email Anda.

source: Voucher Code
id: Kode Voucher

# voucher_code_placeholder
source: Enter voucher code
id: Masukkan kode voucher
